# cli tools
brew 'coreutils'
brew 'dockutil'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'git'
brew 'mc'
brew 'mitmproxy'
brew 'python'
brew 'rbenv'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

# gui apps
#cask '1password'
cask 'dash'
cask 'discord'
cask 'google-chrome'
cask 'java'
cask 'lepton'
cask 'macdown'
cask 'postman'
cask 'sourcetree'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
